Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Vessel
de: Schiff
es: Embarcación
fr: Vaisseau
hi: पोत
it: Nave
nl: Schip
pl: Statek
pt: Embarcação
ru: Судно
tr: Gemi
uk: Судно

source: Vest
de: Weste
es: Chaleco
fr: Gilet
hi: बनियान
it: Gilè
pl: Kamizelka
pt: Colete
ru: Жилет
tr: Yelek
uk: Жилет

source: Vestibule
de: Eingangshalle
es: Recibidor
hi: दर्शक कक्ष
it: Vestibolo
pl: Przedsionek
pt: Vestíbulo
ru: Вестибюль
tr: Antre
uk: Вестибюль

source: Veterinarian
de: Tierarzt
es: Médico veterinario
fr: Vétérinaire
hi: पशु चिकित्सक
it: Veterinario
nl: Dierenarts
pl: Lekarz weterynarii
pt: Veterinário
ru: Ветеринар
tr: Veteriner
uk: Ветеринар

source: Victor
de: Viktor
es: Vaso
it: Venezia
pl: Zwycięzca
pt: Vitor
ru: Василий
tr: Van
uk: Viector

source: Vienna
de: Wien
es: Viena
fr: Vienne
hi: वियना
nl: Wenen
pl: Wiedeń
pt: Viena
ru: Вена
tr: Viyana
uk: Відень

source: Vine
de: Weinrebe
es: Vid
fr: Vigne
hi: बेल
it: Vite
nl: Wijnstok
pl: Winorośl
pt: Videira
ru: Виноградная лоза
tr: Asma
uk: Лоза

source: Violet
de: Veilchen
es: Violeta
hi: वायलेट
it: Viola
pl: Fioletowy
pt: Violeta
ru: Фиолетовый
tr: Menekşe
uk: Фіолетовий

source: Violin
de: Violine
es: Violín
fr: Violon
hi: वायलिन
it: Violino
nl: Viool
pl: Skrzypce
pt: Violino
ru: Скрипка
tr: Keman
uk: Скрипка

source: Viscose
de: Viskose
es: Viscosa
hi: विसकोस
it: Viscosa
pl: Wiskoza
ru: Вискоза
tr: Viskon
uk: Віскоза

source: Vise
de: Schraub
es: Tornillo de banco
fr: Étau
hi: वाइस
it: Visto
nl: Schroef
pl: Wiza
pt: Torno de bancada
ru: Тиски
tr: Mengene
uk: Лещата

source: Void
de: Ungültig
es: Vacío
fr: Vide
hi: शून्य
it: Vuoto
nl: Ongeldig
pl: Pustka
pt: Vazio
ru: Пустота
tr: Geçersiz
uk: Порожнеча

source: Volcano
de: Vulkan
es: Volcán
fr: Volcan
hi: ज्वालामुखी
it: Vulcano
nl: Vulkaan
pl: Wulkan
pt: Vulcão
ru: Вулкан
tr: Yanardağ
uk: Вулкан

source: Volume
de: Volumen
es: Volumen
hi: आयतन
pl: Objętość
ru: Том
tr: Hacim
uk: Об'єм

source: Vulture
de: Geier
es: Buitre
fr: Vautour
hi: गिद्ध
it: Avvoltoio
nl: Gier
pl: Sęp
pt: Abutre
ru: Стервятник
tr: Akbaba
uk: Серевятник

source: Wagon
de: Fuhrwerk
es: Vagón
fr: Chariot
hi: वैगन
it: Carro
nl: Wagen
pl: Wóz
pt: Vagão
ru: Фургон
tr: Yük vagonu
uk: Вагон

source: Waist
de: Taille
es: Cintura
fr: Taille
hi: कमर
it: Vita
nl: Taille
pl: Talia
pt: Cintura
ru: Талия
tr: Bel
uk: Талія

source: Waiter
de: Kellner
es: Camarero
fr: Serveur
hi: बैरा
it: Cameriere
nl: Ober
pl: Kelner
pt: Garçom
ru: Официант
tr: Garson
uk: Офіціант

source: Walkingstick
de: Gehstöcke
es: Bastón
fr: Bâton de marche
hi: चलने वाली छड़ी
it: Bastone da passeggio
nl: Wandelstok
pl: Laska
pt: Bastão de caminhada
ru: Палка для ходьбы
tr: Baston
uk: Хостина

source: Wall
de: Mauer
es: Pared
fr: Mur
hi: दीवार
it: Muro
nl: Muur
pl: Ściana
pt: Parede
ru: Стена
tr: Duvar
uk: Стіна

source: Wallet
de: Brieftasche
es: Cartera
fr: Portefeuille
hi: बटुआ
it: Portafoglio
nl: Portefeuille
pl: Portfel
pt: Carteira
ru: Кошелёк
tr: Cüzdan
uk: Гаманець

source: Walrus
de: Walross
es: Morsa
fr: Morse
hi: वॉलरस
it: Tricheco
pl: Mors
pt: Morsa
ru: Морж
tr: Mors
uk: Морж

source: Warbler
de: Waldsänger
es: Curruca
fr: Fauvette
hi: वार्बलर
it: Silvia
nl: Zanger
pl: Śpiewak
pt: Gorjeador
ru: Славка
uk: Варблер

source: Wardrobe
de: Garderobe
es: Guardarropa
fr: Garde-robe
hi: अलमारी
it: Guardaroba
nl: Garderobe
pl: Szafa
pt: Guarda-roupa
ru: Гардероб
tr: Elbise dolabı
uk: Гардероб

source: Warrant
de: Befugnis
es: Orden policial
fr: Mandat
hi: वॉरंट
it: Mandato
nl: Bevelschrift
pl: Nakaz
pt: Mandado
ru: Ордер
tr: Tutuklama emri
uk: Ордер

source: Warsaw
de: Warschau
es: Varsovia
fr: Varsovie
hi: वारसॉ
it: Varsavia
nl: Warschau
pl: Warszawa
pt: Varsóvia
ru: Варшава
tr: Varşova
uk: Варшава

source: Wasp
de: Wespe
es: Avispa
fr: Guêpe
hi: बर्र
it: Vespa
nl: Wesp
pl: Osa
pt: Vespa
ru: Оса
tr: Eşek
uk: Оса

source: Watch
de: Armbanduhr
es: Reloj
fr: Montre
hi: हाथ-घड़ी
it: Orologio
nl: Kijken
pl: Oglądać
pt: Relógio
ru: Часы
tr: Izlemek
uk: Дивитися

source: Waterfall
de: Wasserfall
es: Cascada
fr: Chute d'eau
hi: झरना
it: Cascata d'acqua
nl: Waterval
pl: Wodospad
pt: Cachoeira
ru: Водопад
tr: Şelale
uk: Водоспад

source: Waterpolo
de: Wasserball
hi: जलपोलो
it: Pallanuoto
pl: Wodna
pt: Pólo aquático
ru: Водное поло
tr: Sutopu
uk: Водне поло

source: Waterspout
de: Wasserhose
es: Manga de agua
fr: Tuyau de descente
hi: वाटरस्पॉउट
it: Tromba marina
nl: Waterhoos
pl: Trąba wodna
pt: Peís de água
ru: Водосточная труба
tr: Su musku
uk: Водяний лив

source: Wax
de: Wachs
es: Cera
fr: Cire
hi: मोम
it: Cera
nl: Was
pl: Wosk
pt: Cera
ru: Воск
tr: Mum
uk: Віск

source: Weapons
de: Waffen
es: Armas
fr: Armes
hi: हथियार
it: Armi
nl: Wapens
pl: Broń
pt: Armas
ru: Оружие
tr: Silahlar
uk: Зброя

source: Weather
de: Wetter
es: Tiempo
fr: Temps
hi: को झेल लेना
it: Tempo
nl: Weer
pl: Pogoda
pt: Tempo
ru: Погода
tr: Hava
uk: Погода

source: Weaving
de: Weben
es: Tejido
fr: Tissage
hi: बुनाई
it: Tessitura
nl: Weven
pl: Tkactwo
pt: Tecelagem
ru: Ткачество
tr: Dokuma
uk: Ткацтво

source: Weed
de: Gras
es: Hierba
fr: Mauvaise herbe
hi: अपतृण
it: Erba
nl: Onkruid
pl: Chwast
pt: Erva daninha
ru: Сорняк
tr: Ot
uk: Ам'я

source: Week
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
it: Settimana
pl: Tydzień
pt: Semana
ru: Неделя
tr: Hafta
uk: Тиждень

source: Weekday
de: Wochentag
es: Día de semana
fr: Jour ouvrable
hi: कार्य-दिवस
it: Giorno feriale
nl: Weekdag
pl: Dzień powszedni
pt: Dia de semana
ru: Будний день
tr: Hafta içi
uk: Будній день

source: Weekend
de: Wochenende
es: Wikén
hi: सप्ताहांत
it: Fine settimana
pt: Fim de semana
ru: Уик-энд
tr: Hafta sonu
uk: Вихідні

source: Weevil
de: Rüsselkäfer
es: Gorgojo
fr: Charançon
hi: वीविल
it: Punteruolo
nl: Langsnuitkever
pl: Chrząszcz ryjkowiec
pt: Gorgulho
ru: Долгоносик
tr: Böcek
uk: Вівіл

source: Weigh
de: Wiegen
es: Pesar
fr: Peser
hi: तोलना
it: Pesare
nl: Wegen
pl: Ważyć
pt: Pesar
ru: Весить
tr: Tartmak
uk: Зважити

source: Weightlifting
de: Gewichtheben
es: Levantamiento de pesas
fr: Haltérophilie
hi: भारोत्तोलन
it: Sollevamento pesi
nl: Gewichtheffen
pl: Podnoszenie ciężarów
pt: Halterofilismo
ru: Поднятие тяжестей
tr: Halter
uk: Важка атлетика

source: Welder
de: Schweißer
es: Soldador
fr: Soudeur
hi: वेल्डर
it: Saldatore
nl: Lasser
pl: Spawacz
pt: Soldador
ru: Сварщик
tr: Kaynakçı
uk: Зварювальник

source: Werewolf
de: Werwolf
es: Hombre lobo
fr: Loup-garou
hi: वेयरवोल्फ
it: Lupo mannaro
nl: Weerwolf
pl: Wilkołak
pt: Lobisomem
ru: Вервольф
tr: Kurt adam
uk: Перевертень

source: Whale
de: Wal
es: Ballena
fr: Baleine
hi: तिमिंगल
it: Balena
nl: Walvis
pl: Wieloryb
pt: Baleia
ru: Кит
tr: Balina
uk: Кит

source: Wheel
de: Rad
es: Rueda
fr: Roue
hi: ठेलना
it: Ruota
nl: Wiel
pl: Koło
pt: Roda
ru: Колесо
tr: Tekerlek
uk: Колесо

source: Whelk
de: Wellhornschnecke
es: Buccino
fr: Buccin
hi: व्हेल्क
it: Buccino
nl: Wulk
pl: Trąbik
pt: O Whelk
ru: Брюхоногий моллюск
uk: Вілк

source: Whip
de: Peitsche
es: Látigo
fr: Fouet
hi: कोड़ा
it: Frusta
nl: Zweep
pl: Bat
pt: Chicote
ru: Кнут
tr: Kırbaç
uk: Батіг

source: Whirlwind
de: Wirbel
es: Torbellino
fr: Tourbillon
hi: चक्रवात
it: Vortice d'aria
nl: Wervelwind
pl: Trąba powietrzna
pt: Furacão
ru: Вихрь
tr: Kasırga
uk: Вихор

source: Whisk
de: Schneebesen
es: Batidor
fr: Fouet
hi: फेंटनी
it: Frusta
nl: Kloppen
pl: Ubijać
pt: Bater
ru: Взбивать, взбить
tr: Çırpmak
uk: Збивайте

source: Whiskey
de: Wilhelm
es: Whisky
fr: William
it: Washington
nl: Willem
pl: Waclaw
ru: Женя
tr: Ödemiş

source: White
de: Weiß
es: Blancas
fr: Blanc
hi: सफ़ेद
it: Bianco
nl: Wit
pl: Biały
pt: Branco
ru: Белый
tr: Beyaz
uk: Білий

source: Wildfire
de: Lauffeuer
es: Fuego arrasador
fr: Feu de forêt
hi: जंगल की आग
it: Incendio
nl: Bosbrand
pl: Pożar
pt: Fogo incontrolável
ru: Лесной пожар
tr: Orman yangını
uk: Лісова пожежа

source: Willow
de: Weide
es: Sauce
fr: Saule
hi: बेंत
it: Salice
nl: Wilg
pl: Wierzba
pt: Salgueiro
ru: Ива
tr: Söğüt
uk: Віллоу

source: Wind
de: Luftstrom
es: Viento
fr: Vent
hi: हवा
it: Vento
pl: Wiatr
pt: Vento
ru: Ветер
tr: Rüzgâr
uk: Вітер

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
hi: खिड़की
it: Finestra
nl: Venster
pl: Okno
pt: Janela
ru: Окно
tr: Pencere
uk: Вікно

source: Windshield
de: Windschutzscheibe
es: Parabrisas
fr: Pare-brise
hi: विंडशील्ड
it: Parabrezza
nl: Voorruit
pl: Przednia szyba
pt: Para-brisa
ru: Лобовое стекло
tr: Ön cam
uk: Лобове скло

source: Windsurfing
de: Windsurfen
es: Windsurf
fr: Planche à voile
hi: विंडसर्फ़िंग
it: Windsurf
nl: Windsurfen
pt: Windsurfe
ru: Виндсёрфинг
tr: Rüzgar sörfü
uk: Віндсерфінг

source: Wiper
de: Scheibenwischer
es: Limpiaparabrisas
fr: Essuie-glace
hi: वाइपर
nl: Wisser
pl: Wycieraczka
pt: Pano de limpeza
ru: Стеклоочиститель
tr: Silecek
uk: Склоочисник

source: Wisteria
de: Glyzinie
es: Glicina
fr: Glycine
hi: विस्टरिया
it: Glicine
nl: Blauweregen
pl: Glicynia
pt: Glicínia
ru: Глициния
tr: Salkım
uk: Гліцинія

source: Witness
de: Zeuge
es: Testigo
fr: Témoin
hi: गवाह
it: Testimone
nl: Getuige
pl: Świadek
pt: Testemunha
ru: Свидетель
tr: Tanık
uk: Свідок

source: Wood
de: Holz
es: Madera
fr: Bois
hi: लकड़ी
it: Legno
nl: Hout
pl: Drewno
pt: Madeira
ru: Дерево
tr: Tahta
uk: Деревина

source: Woodlouse
de: Kellerassel
es: Liojos de madera
fr: Cloporte
hi: लकड़ी के जुन
it: Liogno
nl: Pissebed
pl: Stonoga
pt: Pilho de madeira
ru: Мокрица
tr: Odun biti
uk: Вудлус

source: Woodpecker
de: Specht
es: Pájaro carpintero
fr: Pic
hi: कठफोड़वा
it: Picchio
nl: Specht
pl: Dzięcioł
pt: Pica-pau
ru: Дятел
tr: Ağaçkakan
uk: Дятел

source: Woodworking
de: Holzbearbeitung
es: Carpintería
fr: Travail du bois
hi: लकड़ी का काम
it: Falegnameria
nl: Houtbewerking
pl: Obróbka drewna
pt: Carpintaria
ru: Деревообработка
tr: Ağaç işleme
uk: Деревообробка

source: Wool
de: Wolle
es: Lana
fr: Laine
hi: ऊन
it: Lana
nl: Wol
pl: Wełna
pt: Lã
ru: Шерсть
tr: Yün
uk: Вовна

source: World
de: Welt
es: Mundo
fr: Monde
hi: विश्व
it: Mondo
nl: Wereld
pl: Świat
pt: Mundo
ru: Мир
tr: Dünya
uk: Світ

source: Worm
de: Wurm
es: Gusano
fr: Ver
hi: कीड़ा
it: Verme
pl: Robak
pt: Verme
ru: Червь
tr: Solucan
uk: Хробока

source: Wraith
de: Gespenst
es: Espectro
fr: Apparition
hi: रेथ
it: Spettro
nl: Geestesverschijning
pl: Zjawa
pt: Espectro
ru: Призрак
tr: Hayalet
uk: Прима

source: Wren
de: Zaunkönig
es: Chochín
fr: Roitelet
hi: रेन
nl: Winterkoninkje
pl: Kobieta odbywająca służbę wojskową w WRNS
pt: Carriça
ru: Крапивник
tr: Çalıkuşu
uk: Рен

source: Wrench
de: Schraubenschlüssel
es: Llave inglesa
fr: Tirer sur quelque chose
hi: रिंच
it: Chiave fissa
nl: Sleutel
pl: Klucz francuski
pt: Chave de boca
ru: Гаечный ключ
tr: Burkmak
uk: Гайковий ключ

source: Wrestling
de: Ringen
es: Lucha libre
fr: Lutte
hi: कुश्ती
it: Lotta
nl: Worstelen
pl: Zapasy
pt: Luta livre
ru: Борьба
tr: Güreş
uk: Боротьба

source: Wrist
de: Handgelenk
es: Muñeca
fr: Poignet
hi: कलाई
it: Polso
nl: Pols
pl: Nadgarstek
pt: Pulso
ru: Запястье
tr: Bilek
uk: Зап'ястя

source: Writer
de: Autor
es: Escritor
fr: Écrivain
hi: लेखक
it: Scrittore
nl: Schrijver
pl: Pisarz
pt: Escritor
ru: Писатель
tr: Yazar
uk: Письменник

source: Writing
de: Schreiben
es: Escritura
fr: Écriture
hi: हस्तलिपि
it: Scrittura
nl: Schrijven
pl: Pisanie
pt: Escrita
ru: Письмо
tr: Yazı yazma
uk: Написання

source: Xerophyte
de: Xerophyt
es: Xerófita
fr: Xérophyte
hi: ज़ेरोफाइट
it: Xerofita
nl: Xerofyt
pl: Kserofit
pt: Xerófito
ru: Ксерофит
tr: Kserofit
uk: Ксерофіт

source: Xray
de: Xanthippe
es: Xiomara
fr: Xavier
it: Xanto
nl: Xantippe
pl: Xawery
ru: Зинаида
tr: Lüleburgaz

source: Xylophone
de: Xylophon
es: Xilófono
hi: काष्ठतरंग
it: Xilofono
nl: Xylofoon
pl: Ksylofon
pt: Xilofone
ru: Ксилофон
tr: Ksilofon
uk: Ксилофон

source: Yacht
de: Jacht
es: Yate
hi: यॉट
nl: Jacht
pl: Jacht
pt: Iate
ru: Яхта
tr: Yat
uk: Яхта

source: Yachting
de: Segel
es: Navegación a vela
hi: नौकायन
nl: Zeilsport
pl: Żeglarstwo
pt: Iatismo
ru: Яхтенный спорт
tr: Yatçılık
uk: Яхтинг

source: Yankee
de: Ypsilon
es: Yanky
fr: Yvonne
it: Ipsilon
nl: Ypsilon
pl: Ypsylon
ru: Яков
tr: Yozgat

source: Yard
de: Hof
es: Patio
fr: Cour
hi: अहाता
it: Cantiere
nl: Erf
pl: Podwórko
pt: Quintal
ru: Ярд
tr: Avlu
uk: Двір

source: Yarrow
de: Schafgarbe
es: Milenrama
fr: Achillée mille-feuille
hi: यारो
it: Millefoglio
nl: Duizendblad
pl: Krwawnik pospolity
ru: Евырный
tr: Civanperçemi
uk: Деревій

source: Year
de: Jahr
es: Año
fr: Année
hi: साल
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ru: Год
tr: Yıl
uk: Рік

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला रंग
it: Giallo
nl: Geel
pl: Żółty
pt: Amarelo
ru: Жёлтый
tr: Sarı
uk: Жовтий

source: Yellowjacket
de: GelbeWespe
es: Chaqueta amarilla
fr: Veste jaune
hi: येलोजैकेट
it: Giacca gialla
nl: Gele jas
pl: Żółta kurtka
pt: Jaqueta amarela
ru: Желтая куртка
tr: Sarı ceket
uk: Жовта куртка

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hi: कल
it: Ieri
nl: Gisteren
pl: Wczoraj
pt: Ontem
ru: Вчера
tr: Dün
uk: Вчора

source: Yew
de: Eibe
es: Tejo
fr: If
hi: यू
it: Tasso
nl: Taxus
pl: Cis
pt: Teixo
ru: Тис
uk: Тис

source: Yodeling
de: Jodeln
es: Yodel
fr: Yodel
hi: योडलिंग
it: Yooling
nl: Jodelen
pl: Jodowanie
ru: Йоделинг
uk: Йоделінг

source: Yogurt
de: Joghurt
es: Yogur
fr: Yaourt
hi: दही
nl: Yoghurt
pl: Jogurt
pt: Iogurte
ru: Йогурт
tr: Yoğurt
uk: Йогурт

source: Zambia
de: Sambia
fr: Zambie
hi: ज़ाम्बिया
pt: Zâmbia
ru: Замбия
tr: Zambiya
uk: Замбія

source: Zenith
de: Zenit
es: Cenit
fr: Zénith
hi: शिरोबिंदु
it: Zenit
nl: Zenit
pl: Zenit
pt: Zênite
ru: Зенит
tr: Zirve
uk: Зеніт

source: Zephyr
de: Laues Lüftchen
es: Céfiro
fr: Zéphyr
hi: मंद पवन
it: Zefiro
nl: Zefier
pl: Zefir
pt: Zefiro
ru: Зефир
tr: Zefir
uk: Зефір

source: Zero
de: Null
es: Cero
fr: Zéro
hi: शून्य
nl: Nul
ru: Ноль
tr: Sıfır
uk: Нуль

# Zero1
source: Zero
de: Null
es: Cero
fr: Zéro
nl: Nul
pt: Zera
ru: Ноль
tr: Sıfır
uk: Нуль

source: Zester
de: Zitronenschaber
es: Rallador
fr: Zesteur
hi: ज़ेस्टर
it: Scesa
pl: Skrobaczka do skórki cytrynowej
ru: Цестер
uk: Цестер

source: Zinc
de: Zink
hi: ज़स्ता
it: Zinco
nl: Zink
pl: Cynk
pt: Zinco
ru: Цинк
tr: Çinko
uk: Цинк

source: Zinnia
de: Zinnie
hi: ज़िनिया
pl: Cynia
ru: Цинния
tr: Zinnya
uk: Циннія

source: Zircon
de: Zirkon
es: Circón
hi: जिरकोन
it: Zircone
nl: Zirkoon
pl: Cyrkon
pt: Zircão
ru: Циркон
tr: Zirkon
uk: Циркон

source: Zodiac
de: Tierkreis
es: Zodiaco
fr: Zodiaque
hi: राशि चक्र
it: Zodiaco
nl: Dierenriem
pl: Zodiak
pt: Zodíaco
ru: Зодиак
tr: Zodyak
uk: Зодіак

source: Zoology
de: Zoologie
es: Zoología
fr: Zoologie
hi: जंतुविज्ञान
it: Zoologia
nl: Zoölogie
pl: Zoologia
pt: Zoologia
ru: Зоология
tr: Zooloji
uk: Зоологія

source: Zucchini
de: Zucchino
es: Calabacín
fr: Courgette
hi: ज़ुकीनी
it: Zucchino
nl: Courgette
pl: Cukinia
pt: Abobrinha
ru: Кабачок
tr: Kabak
uk: Кабачки

source: Zulu
de: Zacharias
es: Zulú
fr: Zoé
it: Zara
nl: Zacharias
pl: Zygmunt
ru: Женя
tr: Zonguldak

source: Zurich
de: Zürich
es: Zúrich
hi: ज्यूरिख
it: Zurigo
nl: Zürich
pl: Zurych
pt: Zurique
ru: Цюрих
tr: Zürih
uk: Цюріх

source: Zydeco
de: Zydeko
fr: Zydéco
hi: ज़ीडेको
pl: Zydeko
ru: Зидеко

source: Zygentoma
de: Zygentom
es: Cigentoma
fr: Zygentome
hi: ज़ाइजेंटोमा
it: Zigentoma
nl: Zygentoom
pt: Zigentoma
ru: Зигентома
uk: Зигентома

source: Alabaster
es: Alabastro
fr: Albâtre
hi: अलाबास्टर
it: Alabastro
pl: Alabastrowy
pt: Alabastro
ru: Алебастр
uk: Алабастр

source: Algebra
es: Álgebra
fr: Algèbre
hi: बीजगणित
pt: Álgebra
ru: Алгебра
tr: Cebir
uk: Алгебра

source: Alkane
es: Alcano
fr: Alcane
hi: अल्केन
it: Alcano
nl: Alkaan
pl: Alkan
pt: Alcanos
ru: Алкан
tr: Alkan
uk: Алкан

source: Alligator
es: Caimán
hi: मगरमच्छ
it: Alligatore
pl: Aligator
pt: Jacaré
ru: Аллигатор
tr: Timsah
uk: Алігатор

source: Alliteration
es: Aliteración
fr: Allitération
hi: अनुप्रास अलंकार
it: Allitterazione
nl: Alliteratie
pl: Aliteracja
pt: Aliteração
ru: Аллитерация
tr: Aliterasyon
uk: Алітерація

source: Alternative
es: Alternativa
hi: वैकल्पिक
it: Alternativa
nl: Alternatief
pl: Alternatywa
pt: Alternativa
ru: Альтернатива
tr: Alternatif
uk: Альтернатива

source: Amethyst
es: Amatista
fr: Améthyste
hi: जमुनिया
it: Ametista
nl: Amethist
pl: Ametyst
pt: Ametista
ru: Аметист
tr: Ametist
uk: Аметист

source: Amsterdam
es: Ámsterdam
hi: एम्स्टर्डम
pt: Amsterdã
ru: Амстердам
uk: Амстердам

source: Anemone
es: Anémona
fr: Anémone
hi: एनीमोन
nl: Anemoon
pl: Zawilec
pt: Anêmona
ru: Анемон
tr: Anemon
uk: Анемона

source: Angstrom
es: Angustia
fr: Angström
hi: एंगस्ट्रॉम
nl: Angstroom
pl: Angstrem
ru: Ангстром
uk: Ангстром

source: Arm
es: Brazo
fr: Bras
hi: बाँह
it: Manica
pl: Ramię
pt: Braço
ru: Рука
tr: Kol
uk: Рука

source: Asphalt
es: Asfalto
fr: Bitume
hi: डामर
it: Asfalto
nl: Asfalt
pl: Asfalt
pt: Asfalto
ru: Асфальт
tr: Asfalt
uk: Асфальт

source: Asteroid
es: Asteroide
fr: Astéroïde
hi: लघु ग्रह
it: Asteroide
nl: Asteroïde
pl: Asteroida
pt: Asteroide
ru: Астероид
tr: Asteroit
uk: Астероїд

source: Astronaut
es: Astronauta
fr: Astronaute
hi: अंतरिक्ष यात्री
it: Astronauta
pl: Astronauta
pt: Astronauta
ru: Астронавт
tr: Astronot
uk: Астронавт

source: Atoll
es: Atolón
hi: एटोल
it: Atollo
nl: Atol
pl: Atol
pt: Atol
ru: Атолл
tr: Atol
uk: Атол

source: Atom
es: Átomo
fr: Atome
hi: परमाणु
it: Atomo
nl: Atoom
pt: Átomo
ru: Атом
uk: Атом

source: Atrium
es: Patio interior
hi: अलिंद
it: Atrio
pt: Átrio
ru: Атриум
tr: Atriyum
uk: Атріум

source: Axiom
es: Postulado
fr: Axiome
hi: स्वयंसिद्ध
it: Assioma
nl: Axioma
pl: Aksjomat
pt: Axioma
ru: Аксиома
tr: Aksiyom
uk: Аксіома

source: Badminton
es: Bádminton
hi: बैडमिंटन
ru: Бадминтон
tr: Bedminton
uk: Бадмінтон

source: Barrel
es: Barril
fr: Baril
hi: बैरल
it: Canna
nl: Vat
pl: Beczka
pt: Barril
ru: Бочка
tr: Varil
uk: Бочка

source: Baseball
es: Béisbol
hi: बेसबॉल
nl: Honkbal
pt: Beisebol
ru: Бейсбол
tr: Beyzbol
uk: Бейсбол

source: Basilisk
es: Basilisco
fr: Basilic
hi: बेसिलिस्क
it: Basilisco
nl: Basiliek
pl: Bazyliszek
pt: Basilisco
ru: Василиск
uk: Василіск

source: Basketball
es: Baloncesto
fr: Ballon de basket
hi: बास्केटबॉल
it: Pallacanestro
nl: Basketbal
pl: Koszykówka
pt: Basquete
ru: Баскетбол
tr: Basketbol
uk: Баскетбол

source: Beat
es: Ritmo
fr: Battre
hi: ताल
it: Battere
nl: Verslaan
pl: Pokonać
pt: Bater
ru: Бой
tr: Dövmek
uk: Бити

source: Bengali
es: Bengalí
hi: बंगाली
it: Bengalese
nl: Bengaals
pl: Bengalczyk
ru: Бенгальский
tr: Bengalli
uk: Бенгальський

source: Berlin
es: Berlín
hi: बर्लिन
it: Berlino
nl: Berlijn
pt: Berlim
ru: Берлин
uk: Берлін

source: Birman
es: Birmano
hi: बिर्मन
it: Birmano
nl: Birmaans
pt: Birmanês
ru: Бирман
tr: Birmanya
uk: Бірман

source: Bluegrass
es: Música Bluegrass
hi: ब्लूग्रास
ru: Блюграсс
tr: Mavi çim
uk: Блюграс

source: Bobtail
es: Cola corta
hi: बॉबटेल
pl: Obcięty ogon
ru: Обрезанный хвост
uk: Бобтейл

source: Bogota
es: Bogotá
hi: बोगोटा
it: Bogotà
pt: Bogotá
ru: Богота
uk: Богота

source: Boston
es: Ciudad de Boston
hi: बोस्टन
ru: Бостон
uk: Бостон

source: Bowling
es: Bolos
hi: बॉलिंग
nl: Bowlen
pl: Kręgle
pt: Boliche
ru: Боулинг
tr: Bovling oyunu
uk: Боулінг

source: Box
es: Caja
fr: Boîte
hi: बॉक्स
nl: Doos
pl: Pudełko
pt: Caixa
ru: Коробка
tr: Kutu
uk: Коробка

source: Boxer
es: Boxeador
fr: Boxeur
hi: बॉक्सर
it: Pugile
nl: Bokser
pl: Bokser
pt: Boxeador
ru: Боксёр
tr: Boksör
uk: Боксер

source: Bronze
es: Bronce
hi: काँसा
it: Bronzo
nl: Brons
pl: Brąz
ru: Бронза
tr: Bronz
uk: Бронза

source: Buffet
es: Bufet
hi: धकेलना
pl: Bufet
pt: Bufê
ru: Буфет
tr: Büfe
uk: Шведський стіл

source: Butter
es: Mantequilla
fr: Beurre
hi: मक्खन
it: Burro
nl: Boter
pl: Masło
pt: Manteiga
ru: Масло
tr: Tereyağı
uk: Масло

source: Cache
es: Caché
hi: कैश
nl: Verborgen voorraad
pl: Tajny skład
pt: Esconder
ru: Тайник
tr: Önbellek
uk: Кеш

source: Caecilian
es: Caeciliano
hi: सेसिलियन
it: Caeciliano
nl: Caeciliaans
pt: Caeciliano
ru: Цецилиан

source: Calla
es: Aro
hi: कैला
ru: Калла
uk: Калла

source: Camping
es: Acampando
hi: डेरा डाले हुए
it: Campeggio
nl: Kamperen
pl: Biwakowanie
pt: Acampamento
ru: Кемпинг
tr: Kamp
uk: Кемпінг

source: Celadon
es: Celadón
fr: Céladon
hi: सेलाडोन
it: Céladon
ru: Целадон
uk: Целадон

source: Cello
es: Violonchelo
fr: Violoncelle
hi: सेलो
it: Violoncello
pl: Wiolonczela
pt: Violoncelo
ru: Виолончель
tr: Viyolonsel
uk: Віолончель

source: Celosia
es: Celosía
fr: Jalousie
hi: सेलोसिया
pl: Celozja
ru: Целозия
uk: Целозія

source: Celsius
es: Grados Celsius
hi: सेल्सियस
pl: Celsjusza
ru: Цельсия
tr: Santigrat
uk: Цельсія

source: Centillion
es: Centillón
hi: सेंटीलियन
pt: Centilhão
ru: Центиллион
uk: Центильйон

source: Cerulean
es: Cerúleo
fr: Ceruléen
hi: सेरुलियन
it: Ceruleo
nl: Hemelsblauw
pl: Błękitny
pt: Cerúleo
ru: Небесно-голубой
tr: Gök Mavisi
uk: Лазурний

source: Ceylon
es: Sri Lanka
fr: Ceylan
hi: सीलोन
pl: Cejlon
pt: Ceilão
ru: Цейлон
tr: Seylan
uk: Цейлон

source: Chassis
es: Chasis
fr: Châssis
hi: चेसिस
pl: Podwozie
pt: Chassi
ru: Шасси
tr: Şasi
uk: Шасі

source: Chenille
es: Felpilla
hi: सेनील
it: Ciniglia
pl: Szenila
ru: Шениль
tr: Şönil
uk: Синель

source: Chiffon
es: Chiffón
fr: Mousseline
hi: शिफ़ॉन
pl: Szyfon
ru: Шифон
tr: Şifon
uk: Шифон

source: Chipmunk
es: Ardilla listada
fr: Tamia
hi: गिलहरी
nl: Wangzakeekhoorn
pl: Pręgowiec amerykański
pt: Tâmia
ru: Бурундук
tr: Sincap
uk: Бурундук

source: Chronometer
es: Cronómetro
fr: Chronomètre
hi: क्रोनोमीटर
it: Cronometro
pl: Chronometr
pt: Cronômetro
ru: Хронометр
tr: Kronometre
uk: Хронометр

source: Cluster
es: Grupo
fr: Grappe
hi: क्लस्टर
it: Ammasso
nl: Tros
pl: Skupisko
ru: Скопление
tr: Küme
uk: Кластер

source: Code
es: Codificación
hi: कोड
it: Codice
pl: Kod
pt: Código
ru: Код
tr: Kod
uk: Код

source: Compiler
es: Compilador
fr: Compilateur
hi: संकलक
it: Compilatore
pl: Kompilator
pt: Compilador
ru: Компилятор
tr: Derleyici
uk: Компілятор

source: Coneflower
es: Equinácea
hi: कोनफ्लॉवर
it: Conifiore
nl: Bloemkool
pl: Kwiat żużowy
ru: Цветочный эхинатор
tr: Koni çiçeği
uk: Конуцвіт

source: Cordoba
es: Córdoba
fr: Cordoue
hi: कॉर्डोबा
pl: Kordoba
pt: Córdoba
ru: Кордова
tr: Kordoba
uk: Кордова

source: Couch
es: Sofá
fr: Canapé
hi: काउच
it: Divano
nl: Bank
pl: Kanapa
pt: Sofá
ru: Диван
tr: Kanepe
uk: Диван

source: Cricket
es: Críquet
fr: Grillon
hi: क्रिकेट
pl: Krykiet
pt: Críquete
ru: Крикет
tr: Kriket
uk: Крикет

source: Debugging
es: Depuración
fr: Débogage
hi: डिबगिंग
nl: Foutopsporing
pl: Usuwanie usterek błędów
pt: Depuração
ru: Отладка
tr: Hata ayıklama
uk: Налагодження

source: Depression
es: Depresión
fr: Dépression
hi: घसकन
it: Depressione
nl: Depressie
pl: Depresja
pt: Depressão
ru: Депрессия
tr: Depresyon
uk: Депресія

source: Dinar
es: Dinar iraquí
hi: दीनार
it: Dinaro
ru: Динар
uk: Динар

source: Dirham
es: Dírham de los Emiratos Árabes Unidos
hi: दिरहम
ru: Дирхам
tr: Dirhem
uk: Дирхам

source: Dollar
es: Dólar
hi: डॉलर
it: Dollaro
pl: Dolar
pt: Dólar
ru: Доллар
tr: Dolar
uk: Долар

source: Dong
es: Polla
hi: डोंग
ru: Донг
tr: Penis
uk: Донг

source: Dublin
es: Dublín
hi: डबलिन
it: Dublino
ru: Дублин
uk: Дублін

source: Dubstep
es: Paso de doblaje
hi: डबस्टेप
nl: Dubstap
ru: Дабстеп
uk: Дабстеп

source: Element
es: Elemento
fr: Élément
hi: अंश
it: Elemento
pt: Elemento
ru: Элемент
uk: Елемент

source: Ellipse
es: Elipse
hi: दीर्घवृत्त
it: Ellisse
nl: Ellips
pl: Elipsa
pt: Elipse
ru: Эллипс
tr: Elips
uk: Еліпс

source: Emu
es: Emú
fr: Émeu
hi: एमू
it: Emù
nl: Emoe
pt: Ema
ru: Эму
uk: Ему

source: Equilibrium
es: Balance
fr: Équilibre
hi: संतुलन
it: Equilibrio
nl: Evenwicht
pl: Równowaga
pt: Equilíbrio
ru: Равновесие
tr: Denge
uk: Рівновага

source: Erosion
es: Erosión
fr: Érosion
hi: क्षरण
it: Erosione
nl: Erosie
pl: Erozja
pt: Erosão
ru: Эрозия
tr: Aşınma
uk: Ерозія

source: Espresso
es: Expreso
fr: Express
hi: एस्प्रेसो
it: Caffè espresso
pl: Kawa z ekspresu po włosku
pt: (Café) expresso
ru: Кофе эспрессо
uk: Еспресо

source: Ester
es: Éster
hi: एस्टर
it: Estere
pt: Éster
ru: Эстер
uk: Естер

source: Ether
es: Éter
fr: Éther
hi: ईथर
it: Etere
pl: Eter
pt: Éter
ru: Эфир
tr: Eter
uk: Ефір
